{
  "sparrowEncounter2": [
      "As you turn to the front steps, a shudder rolls down your back....\n{fore(3)}{style(3)} HOW would you climb UP the steps? You know how to get down the steps, but up the steps?.... IMPOSSIBRU!\n{style(0)}",
      "Could you do the opposite? Jump up and hoist yourself up the front steps? Probably...\n\nYou do not notice a mysterious shadow towering over you as you try to think.{fore(1)}{style(3)} Suddenly, you're knocked over by something! What was that?-- Like a flap of wind...\n\n{style(0)} Landing on both elbows and knees, you finally see that shadow's bigger. Wondering what's behind you, you wheel around and gasp!--\n\n",
      "It's a sparrow 🐦, looking down with a blank stare.\n\n Frozen and motionless, you remember how you used to look at them outside the window, doing their usual business. {style(3)}How innocent they were!{style(0)}\n{fore(1)}\n\n The cute little bird appeared ENORMOUS now... \n\nThe sparrow's black eyes were as big as basketballs 🏀. And, its {fore(3)}yellow {fore(1)}beak, began to click open-and-shut, open-and-shut like a pair of scissors.\n\n {style(1)}{style(3)}{style(4)}The huge bird then dives it head!{style(0)}\n\n 'NOOOO!', you yell out in vain by the moment the bird's beak hits the pavement. The sparrow lets out a startled warble deep in its throat.\n\n It then tries to grab you again, but luckily you escape from the huge brown bird.\n\n With your heart racing, you stare at the towering front steps.... YOU HAVE TO GET UP THERE,{style(3)}FAST!\n{style(0)}",
      "'PIIIKK!'\n\n The brown sparrow lets out a ear-splitting chirp.\n\n Covering your ears, you scramble to get yourself up onto the first step.\n\n But, as you proceed to run and leap onto the edge,{fore(1)} something sharp clasps around your waist.... It's the beak of the sparrow!{style(0)}The sharp beak holds you tightly as you struggle to let go. Carrying you like how a robin carries a worm, the sparrow proceeds to mess with you. 'HEY! LET ME DOWN!', you shout out. The huge bird walks around in circles, too busy to understand you, and resumes carrying you, happily.\n\n",
    "Then, it starts to flutter its wings, open its jaws, and you tumble out.\n\n'Unnhhh!'\n\n Hitting the first step of the porch hard leaving your back sore, you get up and try to look for a shortcut to get up the porch (i.e: A ramp or some sort of an inclined plane). Now, the brown bird swoops down....\n\n... And grabs you AGAIN! You protest to be left alone, but nothing happens! The sparrow drops you once again, and lifts you up from the first step of the porch....\n\n Drops you. Lifted you. Dropped you. And, lifted you.\n\n Your entire body is extremely weak, just from hitting the cement. You try to shield yourself, but you're too weak against the big bird. 'Please--DON'T HURT ME!-'\n\n Too late, the sparrow grabs you for a third time.{style(3)} It thinks {style(4)} I'm a bug!{style(0)}, you immediately realize.\n\n{style(3)}It's playing with me--before it eats me alive!{style(0)}\n\n",
    "**THUD**\n\n You hit the pavement, face down, in extreme pain...\n\n Lying down on the first step, all battered and bruised, you see the huge head of the sparrow. The bird lowers its head....\n\n",
    "Groaning in pain, you slowly roll over.{fore(2)} The sparrow's beak misses you!{style(0)}\n\n Getting up slowly, your eyes dart around, looking for someone to help you, to save you, of course!\n\n You see your next-door neighbor, mowing the lawn. Maybe you can get his attention?\n\n 'HEY!', you shout, hoarsely. 'I'M DOWN HERE! IT'S ME,{username}!'\n\n Waving your hands, you try to get your neighbor to hear you, but your voice comes out so tiny and faint. The sparrow comes closer...\n\n 'CAN YOU HEAR ME? A LITTLE HEL--EYAAAUUUGGHHH!'\n\n{fore(1)} You scream in absolute fright as the sparrow attempts to grab you again, and by escaping, you fall off the step!{style(0)}\n\n 'OWWWCH!'\n Your tiny body slams onto the pavement, and getting up,{fore(2)} you see your way out: A snow shovel, leaning on the first two steps.{style(0)} Even though you're in sooooo much pain right now... {fore(3)}This could be your LAST CHANCE of survival.{style(0)}\n Quickly running as if its the last day of your life, you get on the shovel, panting.\n\n",
    "Turning around, the sparrow hovers over you, looking for its prey. Could you make it to the porch in just a few seconds?!\n\n {fore(3)}Time to find out!{style(0)}\n\n"
  ]
}